app/Controllers/CustomerAccounts.php

    public function index(): string
    {
        $model = new CustomerModel();

        return view('customers/index', [
            'customers' => $model->orderBy('id', 'ASC')->findAll(),
        ]);
---
SELECT *
FROM `customers`
ORDER BY `id` ASC