app/Controllers/Home.php

SELECT COUNT(*) AS `numrows`
FROM `customers`
SELECT COUNT(*) AS `numrows`
FROM `users`
---
    public function index(): string
    {
        return view('home', [
            'customerCount' => (new CustomerModel())->countAllResults(),
            'userCount' => (new UserModel())->countAllResults(),
        ]);