app/Controllers/UserAccounts.php

    public function index(): string
    {
        $model = new UserModel();

        return view('users/index', [
            'users' => $model->orderBy('id', 'ASC')->findAll(),
        ]);
---
SELECT *
FROM `users`
ORDER BY `id` ASC